/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Um destino (endereço de IP ou nome de domínio) é necessário para poder subscrever";

/* About prefs tab title */
"About" = "Acerca";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
"Actions" = "Acções";

/* Title to go above the actions pop up on */
"Actions:" = "Acções";

/* Option to add a compound action config */
"Add Compound" = "Adicionar combinação";

/* Button to add a configuration */
"Add Config" = "Adicionar configuração";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Descargas adicionais";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Alerta! Activar esta opção irá adicionar Growl.app aos seus itens de inicio de sessão";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Permitir que outros computadores subscrevam todas as notificações";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Permitir isto irá fazer com que o Growl seja executado sempre que iniciar sessão, para que esteja disponível para as aplicações o utilizarem a qualquer momento";

/* Notification always stay on screen */
"Always" = "Sempre";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "Ocorreu um erro incorrigível ao criar ou abrir a Base de Dados de Registos  Growl.\nAs aplicações podem registar-se e pode ajustar definições.\nNo entanto, nenhuma registo ou definições serão guardadas para a próxima sessão e o Growl pode usar mais memória.";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Ocorreu um erro incorrigível ao criar ou abrir a Base de Dados do Histórico.\nEstamos a desactivar o Histórico por enquanto, mas o Agregador continuará a funcionar.\nSe o Histórico for reactivado, nada será guardado e o Growl potencialmente utilizará mais memória.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Aplicação";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Deixar aplicação decidir";

/* Use the application's defaults */
"Application Default" = "Predefinição da aplicação";

/* Label for application level display style choice */
"Application's Display Style" = "Estilo de apresentação da aplicação";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplicação: %1$@\nTítulo: %2$@\nDescrição: %3$@\nCarregar para abrir o log";

/* Application prefs tab title */
"Applications" = "Aplicações";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Tem a certeza de que deseja sair?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Tem a certeza que deseja remover %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Entrada configurada por Bonjour, não encontrada de momento";

/* Button title for canceling */
"Cancel" = "Cancelar";

/* Clear all history button title */
"Clear All History" = "Limpar Histórico";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Limpar todas as notificações do histórico do Agregador ";

/* No comment provided by engineer. */
"Clear Rollup" = "Limpar Agregador";

/* close all open notifications */
"Close all notifications" = "Fechar todas as notificações";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "Combinação";

/* No comment provided by engineer. */
"Compound Action" = "Acção combinada";

/* Column title for a computer entry */
"Computer Name" = "Nome do computador";

/* Consider me idle based on time entered below */
"Consider me idle after:" = "Considerar-me inactivo após:";

/* Continue button title */
"Continue" = "Continuar";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Detectada uma instalação corrompida";

/* Label for selectiong default actions */
"Default Actions" = "Acções predefinidas";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Posição inicial predefinida para notificações";

/* Default style picker label */
"Default Style" = "Estilo predefinido";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "Desactivar controlos visuais e encaminhar notificações para o OS X";

/* alert when history database could not be moved aside */
"Disabling History" = "A desactivar Histórico";

/* Label for the display style of the selected notification */
"Display Style:" = "Estilo da apresentação:";

/* Column title for Display Styles */
"Display Styles" = "Estilos de apresentação";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Apresentação";

/* Continue button title when done */
"Done" = "Terminado";

/* Emergency notification priority */
"Emergency" = "Emergência";

/* Label for application on/off switch */
"Enable %@" = "Activar %@";

/* Label for application on/off switch */
"Enable application" = "Activar aplicação";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Activar execução do Growl no início de sessão";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Activar Histórico:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Activar logging";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Activar esta opção irá  causar que o Growl seja executado sem mostrar um ícone na Dock ou item de menu.\n\nPara aceder às Preferências, clique no Growl no Launchpad ou abra o Growl pelo Finder.";

/* Alert when database has been corrupted */
"Error opening %@." = "Erro ao abrir %@.";

/* fatal alert */
"Fatal Error" = "Erro fatal";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Definições da firewall: Notificações de reda usam o porto TCP 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Encaminhar notificações para outros computadores";

/* Tab title for forwarding */
"Forwarding" = "Encaminhamento";

/* General prefs tab title */
"General" = "Geral";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Obter aplicações";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Obter mais estilos";

/* Use the global defaults from the displays tab */
"Global Default" = "Predefinição global";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Submissão de falhas do Growl";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "O Growl encontrou um erro fatal ao tentar configurar o %@ e irá ser terminado ao fechar esta janela. Por favor contacte-nos para support@growl.info";

/* No comment provided by engineer. */
"Growl History Disabled" = "Histórico do Growl desactivado";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Tem de reiniciar o Growl para esta alteração ter efeito";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Agregador de notificações Growl";

/* button to open http://growl.info */
"Growl Web Site" = "Website Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Ocultar Agregador";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Ocultar Agregador do Histórico";

/* High notification priority */
"High" = "Alta";

/* History prefs tab title */
"History" = "Histórico";

/* Unit of time for idle detection */
"Hours" = "Horas";

/* Title on box containing idle detection controls */
"Idle Detection" = "Detecção de inactividade";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Se sair do Growl deixará de receber notificações.";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Indica um computador encontrado a utilizar o Growl 1.3 ou posterior";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Indica um computador introduzido manualmente subscrito ou encaminhado para";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Informar %@ quando uma notificação for clicada";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Quantidade a manter";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Dias a manter";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Desinstalador Growl de legado";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Escutar por notificações a receber";

/* Title for section containing apps from the local machine */
"Local" = "Local";

/* Unit of time for idle detection */
"Minutes" = "Minutos";

/* Moderate notification priority */
"Moderate" = "Moderada";

/* Network prefs tab title */
"Network" = "Rede";

/* Notification will never stay on screen */
"Never" = "Nunca";

/* No comment provided by engineer. */
"No" = "Não";

/* Use no actions */
"No Actions" = "Sem acções";

/* Don't do any actions */
"No Default Actions" = "Sem acções predefinidas";

/* Setting for no visual display */
"No Default Display" = "Sem ecrã predefinido";

/* Growl will run compeletely in the background */
"No icon visible" = "Sem ícone visível";

/* No comment provided by engineer. */
"No Recent Notifications" = "Nenhuma notificação recente";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Notificações";

/* If the string is too long, use O */
"OFF" = "O";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = " I ";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Abrir preferências do Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Abrir o painel de preferências do Growl";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "Notificações do OS X";

/* Column title for a password */
"Password" = "Palavra-passe";

/* No comment provided by engineer. */
"Pause Growl" = "Suspender Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Suspender as notificações visuais do Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Por favor não introduza localhost, o Growl não suporta encaminhar para ele próprio.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Por favor não introduza localhost, o Growl não suporta subscrever-se a ele mesmo.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Por favor introduza um endereço IPv4 ou IPv6 válido, ou um nome de domínio válido";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "O plugin '%@' foi instalado com sucesso. Deseja configurá-lo agora?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "O plugin '%@' já está instalado, deseja substituí-lo?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "O plugin '%@' não irá funcionar neste Mac com esta versão do Mac OS X. Deseja instalá-lo mesmo assim?";

/* No comment provided by engineer. */
"Plugin already exists" = "Plugin já existe";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin instalado";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Plugin sem suporte para arquitectura nativa";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin não instalado";

/* Preferences window title */
"Preferences" = "Preferências";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Pré-visualização";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioridade:";

/* Checkbox for whether the menu item should pulse */
"Pulse Menu Item" = "Piscar item de menu";

/* No comment provided by engineer. */
"Quit" = "Sair";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Sair totalmente do Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Ler instruções e sair";

/* Button title for removing something */
"Remove" = "Remover";

/* No comment provided by engineer. */
"Resume Growl" = "Retomar Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Retomar as notificações visuais do Growl";

/* Rollup prefs tab title */
"Rollup" = "Agregador";

/* Rollup all notifications radio button */
"Rollup all notes" = "Agregar todas as notas";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Agregador aparece automaticamente";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Agregador activado";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Agregar apenas as notas registadas";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Pesquisar";

/* Unit of time for idle detection */
"Seconds" = "Segundos";

/* Label for server password field */
"Server Password:" = "Palavra-passe do servidor:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Mostrar desactivos";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Mostrar ícone em ambos";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Mostrar ícone na Dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Mostrar ícone na barra de menu";

/* No comment provided by engineer. */
"Show Rollup" = "Mostrar Agregador";

/* No comment provided by engineer. */
"Show the History Rollup" = "Mostrar Agregador do Histórico";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Mostrar/ocultar atalho";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Executar Growl ao iniciar sessão";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Manter no ecrã:";

/* Tab title for subscribers tab */
"Subscribers" = "Subscritores";

/* Tab title for subscriptions tab */
"Subscriptions" = "Subscrições";

/* No comment provided by engineer. */
"There are no new notifications" = "Não existem novas notificações";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Ocorreu %lu notificação enquanto esteve ausente";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Ocorreu um erro ao subscrever a máquina remota:\ncode: %1$d\ndescription: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Ocorreu um erro ao instalar o plugin '%@'.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Ocorreu um erro ao abrir o ficheiro %@, este está possivelmente corrompido.\nO Growl vai mover a base de dados e criar uma nova.\nIsto poderá ter acontecido se o Growl ou o computador crasharam.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Ocorreram %lu notificações enquanto esteve ausente";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Esta acção não pode ser desfeita, por favor confirme que pretende eliminar todo o histórico de notificações";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Esta é uma pré-visualização da apresentação %@";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "Esta configuração de plugin está a ser utilizada, removê-la implica ser removida das aplicações e notificações onde está a ser usada.";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Isto nunca deveria acontecer! -(void)subscribe apenas deve ser chamado em entradas locais";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Esta acção irá remover todas as definições do Growl para %@.";

/* Column title for the time column in the history table */
"Time" = "Data";

/* Column title for the title column in the history table */
"Title" = "Título";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Para prevenir que a base de dados do histórico cresça indefinidamente, é necessário que esteja activo pelo menos um tipo de desbaste automático.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Não é permitido desactivar ambas as funções de desbaste automático.";

/* Column title for whether to use the item on the row */
"Use" = "Usar";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Usar posição inicial personalizada";

/* label for using the global default starting position */
"Use default starting position" = "Usar posição inicial predefinida";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Válido até:";

/* Very low notification priority */
"Very Low" = "Muito baixa";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Aviso! Está prestes a eliminar TODO o histórico";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "Aviso! As preferências de aplicação não serão guardadas";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Aviso! Activar esta opção irá causar que o Growl seja executado em segundo plano";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Detectámos que a Mac App Store o deixou com uma instalação corrompida. Por favor carregue no botão e siga as instruções para remediar a situação.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Bem-vindo ao Growl!";

/* Checkbox for idle detection based on locking the screen */
"When Screen is locked" = "Quando o ecrã estiver bloqueado";

/* checkbox for idle detection based on screensaver */
"When Screensaver is active" = "Quando a protecção de ecrã estiver activa";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Pode ligar manualmente a um dos endereços:";

